HeraldoArman/memora/testing_components/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"

# The XIAO ESP32-S3 Sense camera module is OV3660.
CONFIG_OV3660_SUPPORT=y

CONFIG_SPIRAM=y
CONFIG_SPIRAM_MODE_OCT=y
CONFIG_ESPTOOLPY_FLASHSIZE_8MB=y
CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ_240=y
